Repository: GerardKessler/OBS-Studio
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_pt, ru, tr, zh_tw

source: Mostrar Grabaciones
pt_pt: Mostrar gravações
ru: Показать Записи
tr: Kayıtları Göster
zh_tw: 顯示錄影檔案

source: Pulsa el botón Iniciar transmisión
pt_pt: Pressionar o botão Iniciar Transmissão
ru: Нажать кнопку начать трансляцию
tr: Akışı Başlat düğmesine basın
zh_tw: 開始直播

source: Pulsa el botón Iniciar grabación
pt_pt: Pressionar o botão Iniciar gravação
ru: Нажать кнопку Начать запись
tr: Kaydı başlat düğmesine basın
zh_tw: 開始錄影按鈕

source: Pulsa el botón ajustes
pt_pt: Pressionar o botão Definições
ru: Нажать кнопку Настройки
tr: Ayarlar düğmesine basın
zh_tw: 開啟程式設定

source: Pulsa el botón pausar grabación
pt_pt: Pressionar o botão pausar gravação
ru: Нажать кнопку Приостановить запись
tr: Kaydı duraklat düğmesine basın
zh_tw: 暫停錄影按鈕

source: Sin fuente asignada
pt_pt: Nenhuma fonte atribuída
ru: Нет назначенного источника
tr: Kaynak atanmadı
zh_tw: 未分配來源

source: Crea una nueva fuente
pt_pt: Criar uma nova fonte
ru: Создать новую сцену
tr: Yeni bir Sahne oluştur
zh_tw: 創建一個新來源

source: Sin propiedades de audio
pt_pt: Sem propriedades de áudio
ru: Нет свойств звука
tr: Ses özelliği yok
zh_tw: 沒有音訊屬性

source: Verbaliza el tiempo grabado
pt_pt: Verbaliza o tempo gravado
ru: Сообщить длительность записи
tr: Kaydedilen zamanı sözlü olarak ifade Et
zh_tw: 讀出錄製時間

source: Verbaliza el tiempo transmitido
pt_pt: Verbaliza o tempo transmitido
ru: Сообщить длительность трансляции
tr: Akış zamanını sözlü olarak ifade et
zh_tw: 讀出直播時間

source: Enfoca el panel de botones si es posible
pt_pt: Vai para o painel de botões, se possível
ru: Перейти на панель кнопок, если это возможно
tr: Mümkünse düğme paneline odaklanın
zh_tw: 如果可能，聚焦按鈕面板

source: OBS-Studio
ru: Улучшение доступности OBSStudio

source: Complemento sencillo que pretende facilitar la interacción con algunas funciones del programa añadiendo atajos de teclado, enfoque de elementos y lectura de estados
ru: Дополнение OBSStudio , предназначеное для облегчения взаимодействия с некоторыми функциями одноимённой программы путём добавления сочетаний клавиш, фокусировки элементов и чтения состояния
zh_tw: 簡單的附加元件，旨在通過添加鍵盤快速鍵，元素聚焦和狀態閱讀來促進與某些程式功能的互動
